export const APP_NAME = "Frosty";

export const APP_PATH = {
  main: "/",
};

export const APP_RIGHTS = "Все права защищены 2025 ©";

export const FOOTER_LTD_TEXT =
  "www.frosty.games принадлежит и управляется компанией Frosty Gaming Ltd, зарегистрированной в соответствии с законодательством Автономного острова Анжуан, регистрационный номер: 15774, юридический адрес: Hamchako, Mutsamudu, Автономный остров Анжуан, Союз Коморских Островов. www.frosty.games лицензирован и регулируется Правительством Автономного острова Анжуан, Союз Коморских Островов, и осуществляет деятельность под лицензией № ALSI-192407050-FI3. www.frosty.games прошел все регуляторные проверки и юридически уполномочен проводить игровые операции для любых азартных игр и ставок.";

export const FOOTER_MENU = [
  {
    title: "Поддержка",
    links: [
      {
        text: "Тех. поддержка",
        url: "/",
      },
      {
        text: "Безопасность",
        url: "/",
      },
      {
        text: "Партнерская программа",
        url: "/",
      },
    ],
  },
  {
    title: "Лояльность",
    links: [
      {
        text: "Инвайт",
        url: "/",
      },
      {
        text: "Партнерская поддержка",
        url: "/",
      },
      {
        text: "Бонусы",
        url: "/",
      },
    ],
  },
  {
    title: "Казино",
    links: [
      {
        text: "Игры",
        url: "/",
      },
      {
        text: "Live-игры",
        url: "/",
      },
      {
        text: "Слоты",
        url: "/",
      },
    ],
  },
  {
    title: "Правила и бонусы",
    links: [
      {
        text: "Ранговая система",
        url: "/",
      },
      {
        text: "Акции",
        url: "/",
      },
      {
        text: "Кэшбек",
        url: "/",
      },
    ],
  },
];
